<template>
  <div>
    <b-container>
      <div class="material shadow">
        <h4 class="capitalize-letter">Правило 10.000 часов.</h4>
        <div class="article">
          <p>
            <img src="https://i.ytimg.com/vi/YXKf1koenYY/maxresdefault.jpg"/>
          </p>
          <p>Двадцать лет назад психолог Андрес Эриксон вместе с двумя коллегами провел исследование в Академии музыки в Берлине. Студентов — скрипачей разделили на три группы. В первую вошли звезды, потенциальные солисты мирового класса. Во вторую- те, кого оценили как перспективных. В третью — студенты, которые вряд ли могли бы стать профессиональными музыкантами, в лучшем случае — учителями музыки в школе. Всем участникам задали один вопрос: сколько часов вы практиковались с того момента, как впервые взяли в руки скрипку, и до сегодняшнего дня ?</p>
        </div>
      </div>
      <div class="material shadow">
        <h4 class="capitalize-letter">Правило 10.000 часов.</h4>
        <div class="article">
          <p>
            <img src="https://i.ytimg.com/vi/YXKf1koenYY/maxresdefault.jpg"/>
          </p>
          <p>Двадцать лет назад психолог Андрес Эриксон вместе с двумя коллегами провел исследование в Академии музыки в Берлине. Студентов — скрипачей разделили на три группы. В первую вошли звезды, потенциальные солисты мирового класса. Во вторую- те, кого оценили как перспективных. В третью — студенты, которые вряд ли могли бы стать профессиональными музыкантами, в лучшем случае — учителями музыки в школе. Всем участникам задали один вопрос: сколько часов вы практиковались с того момента, как впервые взяли в руки скрипку, и до сегодняшнего дня ?</p>
        </div>
      </div>
      <div class="material shadow">
        <h4 class="capitalize-letter">Правило 10.000 часов.</h4>
        <div class="article">
          <p>
            <img src="https://i.ytimg.com/vi/YXKf1koenYY/maxresdefault.jpg"/>
          </p>
          <p>Двадцать лет назад психолог Андрес Эриксон вместе с двумя коллегами провел исследование в Академии музыки в Берлине. Студентов — скрипачей разделили на три группы. В первую вошли звезды, потенциальные солисты мирового класса. Во вторую- те, кого оценили как перспективных. В третью — студенты, которые вряд ли могли бы стать профессиональными музыкантами, в лучшем случае — учителями музыки в школе. Всем участникам задали один вопрос: сколько часов вы практиковались с того момента, как впервые взяли в руки скрипку, и до сегодняшнего дня ?</p>
        </div>
      </div>
      <div class="material shadow">
        <h4 class="capitalize-letter">Правило 10.000 часов.</h4>
        <div class="article">
          <p>
            <img src="https://i.ytimg.com/vi/YXKf1koenYY/maxresdefault.jpg"/>
          </p>
          <p>Двадцать лет назад психолог Андрес Эриксон вместе с двумя коллегами провел исследование в Академии музыки в Берлине. Студентов — скрипачей разделили на три группы. В первую вошли звезды, потенциальные солисты мирового класса. Во вторую- те, кого оценили как перспективных. В третью — студенты, которые вряд ли могли бы стать профессиональными музыкантами, в лучшем случае — учителями музыки в школе. Всем участникам задали один вопрос: сколько часов вы практиковались с того момента, как впервые взяли в руки скрипку, и до сегодняшнего дня ?</p>
        </div>
      </div>
      <div class="material shadow">
        <h4 class="capitalize-letter">Правило 10.000 часов.</h4>
        <div class="article">
          <p>
            <img src="https://i.ytimg.com/vi/YXKf1koenYY/maxresdefault.jpg"/>
          </p>
          <p>Двадцать лет назад психолог Андрес Эриксон вместе с двумя коллегами провел исследование в Академии музыки в Берлине. Студентов — скрипачей разделили на три группы. В первую вошли звезды, потенциальные солисты мирового класса. Во вторую- те, кого оценили как перспективных. В третью — студенты, которые вряд ли могли бы стать профессиональными музыкантами, в лучшем случае — учителями музыки в школе. Всем участникам задали один вопрос: сколько часов вы практиковались с того момента, как впервые взяли в руки скрипку, и до сегодняшнего дня ?</p>
        </div>
      </div>
    </b-container>
  </div>
</template>

<script>
export default {
  
}
</script>