<template>
  <div>
    <b-container>
      <div>
        <h4 class="capitalize-letter">Политика конфиденциальности и пользовательское соглашение</h4>
        <div class="article">
          ОПРЕДЕЛЕНИЕ ТЕРМИНОВ<br />
    <br />
    <br />
    В настоящей Политике конфиденциальности используются следующие термины:<br />
    1.1. «Сайт» - информационный ресурс, размещенный в сети Интернет по адресу: {{$document.location.origin}} и открытый для
    свободного доступа.<br />
    1.2. «Организация» – Администрация сайта {{$settings.fullName}}.<br />
    1.3. «Сервисы сайта» – интерфейс сайта, дающий возможность Пользователю самостоятельно выбирать и приобретать
    услуги/товары, а также получать персональные уведомления на электронную почту или телефон и пользоваться другими
    услугами.<br />
    1.4. «Администрация сайта» – уполномоченные сотрудники на управления сайтом, действующие от имени Организация,
    которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки
    персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с
    персональными данными.<br />
    1.5. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или определяемому
    физическому лицу (субъекту персональных данных).<br />
    1.6. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых
    с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор,
    запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование,
    передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных
    данных.<br />
    1.7. «Оператор» - Администрация сайта, осуществляющая обработку персональных данных, а также определяющая цели
    обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с
    персональными данными.<br />
    1.8. «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к
    персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или
    наличия иного законного основания.<br />
    1.9. «Пользователь Сайта» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее услуги,
    предоставляемые на Сайте.<br />
    1.10. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя,
    который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу
    соответствующего сайта.<br />
    1.11. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.<br />
    <br />
    <br />
    ОБЩИЕ ПОЛОЖЕНИЯ<br />
    <br />
    <br />
    2.1. Настоящая Политика определяет порядок обработки и защиты Организацией персональных данных Пользователей Сайта,
    которые могут быть получены Организацией в тот момент, когда Пользователь обращается к услугам/товарам посредством
    использования Сайта, Сервисов Сайта.<br />
    2.2. Целью настоящей Политики является обеспечение надлежащей защиты персональных данных, которые Пользователь
    предоставляет о себе самостоятельно при использовании Сайта, Сервисов Сайта, Иных ресурсов Организации или в
    процессе регистрации (создании учетной записи), с целью последующего приобретения и использования услуг/товаров,
    предлагаемых Организацией.<br />
    2.3. Отношения, связанные со сбором, хранением, распространением и защитой информации предоставляемой
    Пользователем, регулируются настоящей Политикой, иными официальными документами Организации и действующим
    законодательством Российской Федерации.<br />
    2.4. Регистрируясь на Сайте и используя Сайт, Сервисы Сайта, Пользователь выражает свое полное согласие с условиями
    настоящей Политики.<br />
    2.5. В случае несогласия Пользователя с условиями настоящей Политики, использование Сайта, Сервисов Сайта должно
    быть немедленно прекращено.<br />
    <br />
    <br />
    ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ<br />
    <br />
    <br />
    В рамках настоящей Политики под «персональными данными Пользователя» понимаются:<br />
    3.1. Данные предоставленные Пользователем самостоятельно при регистрации (создании учетной записи), пользовании
    Сайтом, Сервисами Сайта, включая, но, не ограничиваясь: имя, фамилия, пол, номер мобильного телефона и/или адрес
    электронной почты, семейное положение, дата рождения, родной город, родственные связи, домашний адрес, информация
    об образовании, о роде деятельности. Обязательная для предоставления информация помечена особым образом. Иная
    информация предоставляется на усмотрение Пользователя.<br />
    3.2. Данные, которые автоматически передаются Сервисам в процессе их использования с помощью установленного на
    устройстве Пользователя программного обеспечения, в том числе IP-адрес, информация из cookie, информация о браузере
    пользователя (или иной программе, с помощью которой осуществляется доступ к Сервисам), время доступа, адрес
    запрашиваемой страницы.<br />
    3.3 Иная информация о Пользователе, сбор и/или предоставление которой определено в Регулирующих документах
    отдельных Сервисов Организации.<br />
    <br />
    <br />
    ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ<br />
    <br />
    <br />
    4.1. Обработка персональных данных Пользователя осуществляется в соответствии с законодательством Российской
    Федерации. Организация обрабатывает персональные данные Пользователя в целях:<br />
    идентификации стороны в рамках соглашений и договоров заключаемых с Организация;<br />
    предоставления Пользователю товаров/услуг, доступа к Сайту и к Сервисам Сайта;<br />
    связи с Пользователем, направлении Пользователю транзакционных писем в момент получения заявки регистрации на Сайте
    или получении оплаты от Пользователя, разово, если Пользователь совершает эти действия, направлении Пользователю
    уведомлений, запросов;<br />
    направлении Пользователю сообщений рекламного и/или информационного характера - не более 10 сообщений в день;<br />
    проверки, исследования и анализа таких данных, позволяющих поддерживать и улучшать сервисы и разделы Сайта, а также
    разрабатывать новые сервисы и разделы Сайта;<br />
    проведение статистических и иных исследований на основе обезличенных данных.<br />
    <br />
    <br />
    СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ<br />
    <br />
    <br />
    5.1. Организация принимает все необходимые меры для защиты персональных данных Пользователя от неправомерного
    доступа, изменения, раскрытия или уничтожения.<br />
    5.2. Организация предоставляет доступ к персональным данным Пользователя только тем работникам и подрядчикам,
    которым эта информация необходима для обеспечения функционирования Сайта, Сервисов Сайта и оказания Услуг или
    продажи товаров.<br />
    5.3. Организация вправе использовать предоставленные Пользователем персональные данные в целях обеспечения
    соблюдения требований действующего законодательства Российской Федерации (в том числе в целях предупреждения и/или
    пресечения незаконных и/или противоправных действий Пользователей). Раскрытие предоставленных Пользователем
    персональных данных может быть произведено лишь в соответствии с действующим законодательством Российской Федерации
    по требованию суда, правоохранительных органов, а равно в иных предусмотренных законодательством Российской
    Федерации случаях.<br />
    5.4. Организация не проверяет достоверность персональных данных, предоставляемых Пользователем, за исключением
    случаев, когда такая проверка необходима в целях исполнения обязательств перед Пользователем и исходит из того, что
    Пользователь в рамках добросовестности предоставляет достоверную и достаточную информацию, заботится о
    своевременности внесения изменений в ранее предоставленную информацию при появлении такой необходимости, включая,
    но не ограничиваясь изменение номера телефона, электронного адреса почты.<br />
    <br />
    <br id="terms_of_use" />
    ОБЯЗАТЕЛЬСТВА СТОРОН<br />
    <br />
    <br />
    6.1. Пользователь при пользовании Сайтом, подтверждает, что:<br />
    обладает всеми необходимыми правами, позволяющими ему осуществлять регистрацию (создание учетной записи) и
    использовать Услуги сайта;<br />
    указывает достоверную информацию о себе в объемах, необходимых для пользования Услугами Сайта, обязательные для
    заполнения поля для дальнейшего предоставления Услуг сайта помечены специальным образом, вся иная информация
    предоставляется пользователем по его собственному усмотрению. осознает, что персональные данные на Сайте,
    размещаемые Пользователем о себе, могут становиться доступными для третьих лиц, не оговоренных в настоящей
    Политике, и могут быть скопированы и распространены ими;<br />
    ознакомлен с настоящей Политикой, выражает свое согласие с ней и принимает на себя указанные в ней права и
    обязанности.<br />
    Ознакомление с условиями настоящей Политики и проставление галочки под ссылкой на данную Политику является
    письменным согласием Пользователя на сбор, хранение, обработку и передачу третьим лицам персональных данных
    предоставляемых Пользователем.<br />
    6.2. Настоящая Политика применима только к Сайту и Сервисам Сайта Организации. Организация не контролирует и не
    несет ответственность за сайты третьих лиц, на которые пользователь может перейти по ссылкам, доступным на сайтах
    Организации, в том числе в результатах поиска.<br />
    На таких сайтах у пользователя может собираться или запрашиваться инστ персональные данные, а также могут
    совершаться иные действия.<br />
    <br />
    <br />
    ОТВЕТСТВЕННОСТЬ СТОРОН<br />
    <br />
    <br />
    7.1. В случае неисполнения Администрацией сайта собственных обязательств и, как следствие, убытков Пользователя,
    понесенных из-за неправомерного использования предоставленной им информации, ответственность возлагается на неё. Об
    этом, в частности, утверждает российское законодательство.<br />
    7.2. Но существует ряд случаев, когда Администрация сайта ответственности не несет, если пользовательские данные
    утрачиваются или разглашаются. Это происходит тогда, когда они:<br />
    Превратились в достояние общественности до того, как были утрачены или разглашены.<br />
    Были предоставлены третьими лицами до того, как их получила Администрация сайта.<br />
    Разглашались с согласия Пользователя.<br />
    <br />
    <br />
    РАЗРЕШЕНИЕ СПОРОВ<br />
    <br />
    <br />
    Изменение и удаление персональных данных<br />
    8.1. Пользователь может в любой момент изменить (обновить, дополнить) предоставленные им персональные данные или их
    часть, а также параметры их конфиденциальности, воспользовавшись функцией редактирования персональных данных в
    разделе, либо в персональном разделе соответствующего Сервиса. Пользователь обязан заботится о своевременности
    внесения изменений в ранее предоставленные данные, их актуализацию, в противном случае Организация не несет
    ответственности за неполучение уведомлений, товаров/услуг и т.п.<br />
    8.2. Пользователь также может удалить предоставленную им в рамках определенной учетной записи персональную
    информацию. При этом удаление аккаунта может повлечь невозможность использования некоторых Сервисов.<br />
    <br />
    <br />
    ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ<br />
    <br />
    <br />
    9.1. Администрация сайта вправе изменять существующую на текущий момент Политику конфиденциальности, без согласия
    Пользователя.<br />
    9.2. Вступление в силу новой Политики конфиденциальности начинается после того, как информация о ней будет выложена
    на сайт, если изменившаяся Политика не подразумевает иного варианта размещения.<br />
    9.3. Все предложения, пожелания, требования или вопросы по настоящей Политике конфиденциальности следует сообщать
    электронным письмом по адресу {{$settings.email}}.<br />
    9.4. Прочитать о существующей Политике конфиденциальности можно, зайдя на страницу.<br />
    <br />
        </div>
      </div>
    </b-container>
  </div>
</template>

<script>
export default {}
</script>